# Hyprland
hyprland
hyprpaper
hypridle
hyprcursor
hyprpicker
xdg-desktop-portal-hyprland
uwsm

# Bar / Notifications
waybar
swaync

# Launchers / Menus
wofi
wlogout

# Terminal
kitty

# File Manager
nautilus
yazi

# Browser
chromium

# Fonts
ttf-nerd-fonts-symbols
ttf-jetbrains-mono-nerd
ttf-liberation

# Audio
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
wireplumber
pavucontrol

# Bluetooth
bluez
bluez-utils
blueman

# NVIDIA
nvidia-open-dkms
nvidia-utils
libva-nvidia-driver

# Network
networkmanager
network-manager-applet

# System tools
brightnessctl
playerctl
grim
slurp
wl-clipboard
openssh
sshfs
flatpak
btop
nvtop
fastfetch

# Dev tools
git
base-devel
neovim
nodejs
npm
stow

# Zsh
zsh
zsh-autosuggestions
zsh-syntax-highlighting
eza
zoxide
fd
bat
ripgrep
fzf
tldr

